tap "homebrew/bundle"
tap "homebrew/core"

tap "homebrew/cask"
cask_args appdir: "/Applications"
cask "keycastr"

brew "autoconf"
brew "bash"
brew "bison"
brew "gcc"
brew "gdb"
brew "make"
brew "git"
brew "go"
brew "vim"
brew "zsh"
brew "anyenv"
brew "jq"
brew "peco"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "hugo"
brew "colordiff"
brew "zsh-syntax-highlighting"
brew "direnv"

tap "superbrothers/zsh-kubectl-prompt"
brew "zsh-kubectl-prompt"

tap "progrhyme/taps"
brew "shelp"
